Repository: Andreasgejlm/Karaktero
Catalog: Karaktero/*.lproj/Localizable.strings
Languages: da

source: Weighted average
da: Vægtet gennemsnit

# summary
source: Grade overview
da: Karakteroverblik

source: Course title
da: Kursusnavn

source: Grade
da: Karakter

source: Add new grade
da: Tilføj ny karakter

# input-course-title
source: Course title
da: Kursusnavn

# input-ects-points
source: ECTS points
da: ECTS point

source: Select grade
da: Vælg karakter

source: Delete
da: Slet

source: Add
da: Tilføj

source: Delete grade
da: Slet karakter

# sure-delete
source: Are you sure you want to delete this grade?
da: Er du sikker på, at du vil slette karakteren?

source: Edit grade
da: Redigér karakter

source: Edit
da: Redigér

source: Confirm
da: Bekræft

# add-grades-by
source: Add grades by pressing the '+' button
da: Tilføj karakterer ved at trykke på '+' knappen
